---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DividedSurfaceOriginalSurfaceMaterial
source: html/e4325132-2aff-7ad0-16b0-100530d32662.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DividedSurfaceOriginalSurfaceMaterial Property

"Surface Material"

## Syntax (C#)
```csharp
public static ForgeTypeId DividedSurfaceOriginalSurfaceMaterial { get; }
```